tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazydocker"
tap "voxmedia/private", "git@github.com:voxmedia/homebrew-private.git"
brew "ack"
brew "aspell"
brew "autoconf"
brew "bat"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "elasticsearch@5.6", link: true
brew "openssl"
brew "erlang"
brew "elixir"
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "gist"
brew "git"
brew "htop"
brew "python"
brew "httpie"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "memcached"
brew "mysql@5.7"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "node"
brew "node@8"
brew "postgresql"
brew "prettyping"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ruby", link: true
brew "sbt"
brew "sox"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "utf8proc"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "voxmedia/private/vox-cli", args: ["HEAD"]
cask "font-hack-nerd-font"
cask "font-sourcecodepro-nerd-font"
cask "insomnia"
cask "java"
cask "launchrocket"
cask "macdown"
cask "quicklook-json"
cask "xquartz"
