# The jury is still out on whether I prefer these cli tools:
#   tldr ncdu fd diff-so-fancy htop prettyping bat
# See https://remysharp.com/2018/08/23/cli-improved
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "fasd"
brew "fd"
brew "fzf"
brew "gh"
brew "gist"
brew "git"
brew "htop"
brew "httpie"
brew "jq"
brew "mas"
brew "ncdu"
brew "node"
brew "postgresql"
brew "prettyping"
brew "ruby-build"
brew "rbenv"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "1password"
cask "alfred"
cask "dash"
cask "fantastical"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Moom", id: 419330170
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Xcode", id: 497799835
